aaron-bond.better-comments@3.0.2
akamud.vscode-theme-onedark@2.3.0
alefragnani.project-manager@12.8.0
anthropic.claude-code@1.0.51
arturock.gitstash@5.2.0
bradlc.vscode-tailwindcss@0.14.25
christian-kohler.path-intellisense@2.10.0
codezombiech.gitignore@0.10.0
dbaeumer.vscode-eslint@3.0.10
docker.docker@0.13.0
donjayamanne.githistory@0.6.20
dsebastien.vscode-git-pack@1.4.0
eamodio.gitlens@17.3.1
esbenp.prettier-vscode@11.0.0
github.copilot@1.344.0
github.copilot-chat@0.29.1
golang.go@0.48.0
jeremyrajan.webpack@3.0.2
ms-azuretools.vscode-containers@2.0.3
ms-azuretools.vscode-docker@2.0.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.25
ms-python.debugpy@2025.10.0
ms-python.isort@2025.0.0
ms-python.python@2025.10.0
ms-python.vscode-pylance@2025.6.2
ms-vscode-remote.remote-containers@0.422.1
ms-vscode.atom-keybindings@3.3.0
ms-vsliveshare.vsliveshare@1.0.5948
p1c2u.docker-compose@0.5.1
redhat.vscode-commons@0.0.6
redhat.vscode-yaml@1.18.0
remixproject.ethereum-remix@0.0.12
rvest.vs-code-prettier-eslint@6.0.0
shd101wyy.markdown-preview-enhanced@0.8.18
sourcegraph.cody-ai@1.112.0
steoates.autoimport@1.5.4
vmware.vscode-boot-dev-pack@0.2.2
vscode-icons-team.vscode-icons@12.13.0
waderyan.gitblame@11.1.4
wix.vscode-import-cost@3.3.0
xabikos.javascriptsnippets@1.8.0
ziyasal.vscode-open-in-github@1.3.6
zxh404.vscode-proto3@0.5.5
